
# nice cli tools

brew "fd"
brew "eza"
brew "lazygit"
brew "pastel"
brew "bat"
brew "libqalculate"
brew "tlrc"  # tldr
brew "ripgrep"
brew "yazi"

# necessities

brew "ffmpeg"
brew "htop"
brew "neovim"
brew "git"

# apps

cask "kitty"    # terminal
cask "zen"      # zen browser

